{	

	"99912312/f Herbert 2500/t 1900 2100/w sunny/n Herbertheartafter": "gusviolin/-1000 -1000/farmer 5 5 1 Gus 10 6 2 Herbert 9 5 3 Emily 9 17 2/skippable/showFrame 117/showFrame Herbert 32/positionOffset farmer 12 8/positionOffset Herbert -13 -9/animate Gus false true 723 16 17/viewport 7 4 true/pause 23000/stopAnimation Gus/pause 1000/faceDirection Gus 3/speak Herbert \"Thank you Gus, that was incredible.$3\"/pause 200/speak Gus \"Thanks Herbert!$1\"/move Gus 0 1 1/move Gus 1 0 2/move Gus 0 1 2/doAction 11 9/move Gus 0 3 1/move Gus 12 0 3 true/speak Herbert \"So, Alex told me about this private room that I could reserve. I had no idea, but I wanted to see what it was like.$4\"/pause 1000/emote Herbert 40/speak Herbert \"Anyways, I just needed to see you again. And explain things.$1\"/warp Emily 11 11 true/playSound woodyStep/move Emily 0 -4 3/move Emily -4 0 0/move Emily 0 -1 0/speak Emily \"I've got a side-salad and chicken with Mr. @.^I've got a caesar salad with quiche for Miss @#$b#...and steak for Mr. Herbert.^And steak for Mr. Herbert\"/playSound woodyHit/specificTemporarySprite joshDinner/speak Herbert \"Thank you Emily, I'm sure this food will be exeptional.$3\"/move Emily 4 0 2/move Emily 0 5 1/move Emily 11 0 1 true/speak Herbert \"Anyways, @, about that rainy day when we were supposed to lunch.$1#$b#I'd like to formally apologise for putting you in such an awkward position, and for having to see me like that.$1\"/playMusic musicboxsong/speak Herbert \"You see, since that day I've had a lot of time to think and clear my head, and decide what future I want for myself now that there's no influences forced upon me.#$b#And yet, I just couldn't see a future that didn't have you in it.$1\"/pause 600/speak Herbert \"You have been the first person here, who has been there for me completely. You're just this... beautiful, exceptional woman who has completely changed me in the best way.#$b#You've given me a reason to look forward to the future.^When you first came here, you were the only person who actively wanted to hang and talk with me.#$b#I suppose feelings came really fast after that.$4^@, I've never been in love before and I have no idea what I'm doing.$1\"/pause 800/speak Herbert \"My grandfather warned me about this. He told me not to try to get into a relationship if I'm not in the correct state of mind.#$b#He doesn't want me to hurt about something else as well as my parents.$1#$b#But this is the first decision I've ever made that I know is right for me.$1#$b#Will you be mine?$4\"/pause 400/emote Herbert 40/pause 600/question fork1 \"#Yes! I feel the same way!#I'm so sorry Herbert... but I don't feel like that with you.\"/pause 400/fork rejectHerbert/speak Herbert \"...$6#$b#R-really?$6#$b#After everything I've put you through... you're in love with me too?$4\"/emote Herbert 32/pause 800/showFrame Herbert 34/pause 800/playSound eat/pause 800/playSound eat/pause 800/playSound eat/pause 800/playSound gulp/pause 400/showFrame Herbert 32/speak Herbert \"This steak is incredible. Emily's done herself proud!$3#$b#Not in all the fancy restaurants I have dined in, has there ever been a steak so tender.$3\"/pause 1000/speak Herbert \"Shall we take a little moonlight stroll after we finish dinner?$3#$b#I think it would be a good idea.$3#$#But anyways, tuck in!$3/pause 1000/globalFade/viewport -1000 -1000/end",
   			 "rejectHerbert": "pause 100/playMusic none/shake Herbert 2000/emote Herbert 28/speak Herbert \"...oh.$2#$b#I've made a complete fool of myself and ruined our relationship.$2\"/pause 2000/speak Herbert \"I'll pay for the meal. Enjoy the food - Emily spent a while on it. I think I'll just take my steak and leave you so I'm not intruding. Have a nice night.$2\"/viewport move 1 1 5000/globalFade/viewport -1000 -1000/end",

}