

{

	"Introduction": "Oh hi there. The name's Steve.#$b#New around here, I'm guessing?$3#$b#Don't worry too much - you'll get used to being to new person.$1",
	"Mon": "What's up @?, I got a quick question for you. Answer completely honestly.$6#$b#$q 6000/6001 mon_template#Does my hair look okay?#$r 6000 250 mon_yes#Is that even a question?#$r 6001 100 mon_no#Uh...",
	"mon_yes": "Good answer.$1#$e#",
	"mon_no": "Harsh much?$s#$b#",
	"mon_template": "$p 6000#Rain actually sounds kinda nice.",
	"Tue": "I've been thinking about getting back into football.#$b#Alex better play with me from time to time.$3#$b#Course I'll beat him.$1",
	"Wed": "Man, Alex is way too sporty.$h#$b#I mean, I consider myself a very athletic type, but there's a point when it's excessive.$2#$e#Have you seen how big his weights are?!$7",
	"Thu": "Evelyn's actually really nice, and she makes the best pancakes.#$e#You should come over and try them some time.$4#$e#",
	"Fri": "Thought you might want one of these.$h#$b# [138]#$b#I dunno. Been spending too much time with Willy.$6",
	"summer_Wed": "Lookin' good farmer!$6#$e#",
	"Sat": "Y'know, Evelyn's got me into these berry pies and I gotta say... they're delicious as hell.#$e#What? I have a thing for her cooking.",
	"Sun": "Why do I go to Marnie's ranch? I dunno, I like to keep an eye on Jas. She gets in trouble sometimes.$2#$e#",
	"Fri8": "Hey farmer! Wanna go out for dinner one night?$6#$e#Only if you want to - of course.$3",
	"Mon2": "Oh hey! Nice to see you.$3#$e#",
	"Thu2": "One day, I'm gonna get you to try and lift one of ALex's weights.",
	"spring_Tue4": "Are you going to that dumb festival?#$e#Yeah?$2#$e#Oh. What did I say about it being dumb?$7#$e#Nevermind. Wanna go with me?$3",
	"fall_1": "Fall's my favourite season.#$e#What's yours?$3",
	"danceRejection": "I'm not sticking around for the dance. Sorry. Maybe next time.#$e#It's not my fault I was born with two left feet.#$e#Okay don't rub it in.$2",
	"divorced": "Please just leave me alone. I don't wanna talk.$s#$b#Why don't I wanna talk? Take a WILD guess.$s#$e#STILL don't understand? How thick are you?$5",
	"dumped_Guys": "Hi. Hmm? What do you want?$s#$b#",
	"secondChange_Guys": "Are you sure you really want to be with me again? I know I'm not sure.$s#$b#It's a big decision.",
	"Tue2": "*hums and swings bat to the beat* Ever heard of the song-$3#$e#Nevermind.$9",
	"Wed2": "Hey there @! How's your day going?#$e#Well, I can see you're busy so you can go now if you want.$3",
	"Fri2": "I once saw this show about this boy and girl#$e#Yes it was a rom-com$3#$e#And anyways, I was just thinking about showing it to you.",
	"Sat2": "Do you still work at the farm on weekends? I mean man, do you at least get paid for it?$7",
	"Sun2": "Evelyn cooked up a roast dinner for today. If you want I can save you some.#$e#She doesn't do it often.",
	"Mon4": "Hey! I didn't know if I was gonna get chance to catch you today!$1#$e#I wanted to talk to you about something -#$e#But acutally, now that I think of it maybe now is not the best time.$4",
	"Tue4": "You know something? You remind me of someone I used to know.$2#$e#Yet I know they wouldn't like me now...$2",
	"Wed4": "You look pretty happy today! Something good happen?$1",
	"Thu4": "Does Hailey ever talk about Alex? I'm not asking for me by the way.",
	"Fri4": "*hums happily and waves*",
	"Sat4": "Do you know where the nearest phone is? I need to call someone.$2#$e#I've been needing to call them for a while.$2",
	"Sun4": "I'm not in the mood today, @.$5",
	"Mon6": "I like it here a lot.$1#$e#...But it's not home.$2#$e#God, I wish it was.$2",
	"Tue6": "Dust- @! Hey! For a sec I thought you were someone else. Haha.$1#$e#...Ha.",
	"Wed6": "I know it's really not my place, but maybe someone should watch over Vincent more.#$e#I mean that kid just wanders around wherever.#$e#Maybe I should talk to his mom.$1",
	"Thu6": "Don't think I didn't just see you nearly fall just then.$4#$e#In love.$6#$e#WITH ME!$6#$e#HAHA! Just messing with ya. *chuckles*.$1",
	"Fri6": "Ever had a boyfriend before, @?$1#$e#HEY! Don't look at me like that!$7#$e#That's not what I meant!$5",
	"Sat6": "*on phone call* He did WHAT? Oh don't you worry Jodi, I'll make sure he-$7#$e#HUH? What? @?! Oh - one sec.$5#$e#*hangs up call* Can I help you?$9",
	"Sun6": "I played a match of football with Alex earlier.$2#$e#He won.$2#$e#I swear he cheated.$2",
	"Mon8": "I will take a flaming bullet that's been doused in radiation and spat out of a volcano for you.$5#$e#I'm serious.$5",
	"Tue8": "I saved Jas from choking earlier. Honestly.$5#$e#Vincent had convinced her that the wrapping on candies was edible.$5#$e#And I shouted a bad word because I was panicking, naturally.$5#$e#AND SHE COPIED ME!$7",
	"Wed8": "Marnie loves to tell me I'm great with kids. You know what she said?$1#$e#She said I make a great mom.$5#$e#A mom.$5#$e#DO I LOOK LIKE I HAVE MOM HAIR? And I'm a BOY - I mean, a MAN.$5#$e#I'm a MAN.$5",
	"Thu8": "You know something? You know what I did yesterday?$5#$e#I told my friend all about you.$5#$e#You'll have to meet him at some point - he doesn't beleive me about you.$5#$e#Oh his name? He's called Dustin.",
	"summer_Mon": "This atmosphere dries out my hair.$2",
	"summer_Mon4": "Head down to the beach with me at some point this summer?#$e#Please? I want to take you to see the jellyfish.$1",
	"summer_Mon6": "What time is it? *checks watch*#$e#WHAT?$1#$e#Oh Evelyn is gonna kill me.$2#$e#Come to my funeral hon?$1",
	"summer_Tue2": "What's that?#$e#A daisy chain?#$e#What are we, six?$1#$e#Haha, I love it.$1",
	"summer_Tue8": "Can I put my arm around you?$5#$e#No? HEY I AM NOT SWEATY.$7#$e#It's hot - okay?$5",
	"summer_Wed2": "Need a bottle of water or some sunscreen?#$e#I am loaded.",
	"summer_Wed4": "Alex is way too busy checking out Hailey than playing football with me.$5#$e#It's just annoying.$5",
	"summer_Thu6": "Hey - stand back. Don't move - just stay still.#$e#AHA! Stay just like that. Pose for me.$3#$e#Here! I took a picture.$1",
	"summer_Thu8": "Want me to hook you up with some ice-cream? Alex lets me get it free.$1",
	"summer_Fri4": "I saw you shell-collecting earlier.$1#$e#The thing you did with your hair?#$e#Looked really nice.$5",
	"summer_Fri8": "I actually look forward to seeing you every day.$5#$e#Oh man... Am I in love?$5",
	"summer_Tue": "hEre ComEs the Sun Doo DOo dOO doO here ComES the s-$1#$e#Wait are you serious?#$e#You think I'd make it as a singer?$5",
	"summer_Thu": "I'm planning on wheeling George out here to the beach.#$e#Don't care if he doesn't want to.#$e#He needs the sunshine.",
	"summer_Fri": "Last summer was a blast.#$e#But hey, I bet this one can be pretty good too.",
	"summer_Sat": "My shoes literally stuck to the pavement it's so hot.$2",
	"summer_Sat2": "I've got so much to do this summer - I'm gonna be busy as hell.#$e#Sorry if I can't always talk.",
	"summer_Sat8": "Eugh. *wipes hands on pants* Someone made the mistake of buying Vincent icecream.$5#$e#And that someone then tried to catch said icecream as said Vincent dropped it.$5",
	"summer_Sun4": "Something about you just...I don't know.$5",
	"summer_Sun6": "That jellyfish thing? Pretty awesome if you ask me.",
	"fall_Mon": "At leat it's not so hot anymore.$1#$e#I think summer was pretty successful.",
	"fall_Mon2": "Marnie and Jodi are out, so I'm looking after Vincent and Jas.#$e#Do I get paid? Uh- sure. Yep. That's why I do it. Mhm. Yep.$3",
	"fall_Mon6": "I was thinking about you earlier. Only a little.$5",
	"fall_Tue": "Man, I hope your farm survives winter.$2#$e#I'd hate for all that hard work to go to waste.",
	"fall_Tue2": "@! I didn't expect to see ya today! How's it going?$1",
	"fall_Tue8": "I've had some pretty hectic halloweens in the past.$2#$e#Could we just stay in this year please?$2",
	"fall_Wed": "Hey @, how's your day going?#$e#Ready for the season of spooks?$1",
	"fall_Wed4": "Vincent gets easily scared by Halloween. Don't let him convince you otherwise.#$e#Funny lil' guy.",
	"fall_Wed6": "Sometimes I can't read you.#$e#You're really good at hiding your feelings.$2",
	"fall_Thu": "There's twigs in my hair?$7#$e#That makes sense, I was in the forest earlier.",
	"fall_Thu6": "We should hang out more often. I like talking to you.$3",
	"fall_Thu8": "You cold? Here. Have my hoodie.$1#$e#Don't worry about me - I'm fine.$1#$e#Just want to look after you, that's all.$4",
	"fall_Fri": "Maybe you should be one of those people who writes books about their lives.#$e#I don't know, just an idea. You could get really rich",
	"fall_Fri2": "Could you help me out with something?",
	"fall_Fri6": "Hey, tell me all about your day. Haven't spoken to ya in a while.$1",
	"fall_Sat8": "Hmm? Oh. I'm just waiting for someone...#$e#I'm hoping he might turn up for Halloween.#$e#Kid said he would.$2",



}