{"Introduction": "*giggle* HI!$2",
	"spring_1_2": "Happy new year daddy.^Happy new year mommy.",	
 	"spring_8_2": "Tulips are so pretty.#$b#Granny Evelyn thinks so, too.",
  	"spring_10_2": "Can we visit Vincent today?#$b#It's his birthday.#$e#I hope there's {{Random:pink cake, chocolate cake, ice cream, cupcakes}}.",
  	"spring_13_2": "Why do you get to hunt eggs and I don't?$2#$b#It's not fair.",
	"spring_23_2": "Daddy look, there's so many flowers.^Mommy look, there's so many flowers.#$b#I can't wait for tomorrow.",
	"spring_25_2": "No one asked me to dance yesterday.$2",		
	"summer_1_2": "It's finally summer!$1#$b#I'm going to spend so much time on the beach.$0",
	"summer_4_2": "It's Jas's birthday today.#$e#We're going to play at the ranch and then the beach to celebrate.",
  	"summer_11_2": "Yay! Party, on the beach.#$e#Can we add {{Random:Starfruit, Blobfish, Lava Eel, Goat Cheese, Large Goat Milk}} to the pot this year?#$b#Normal quality is good, but silver would be perfect!",
  	"summer_28_2": "I wanna see the moonlight jellies tonight.#$b#I promise I wont fall asleep.",
	"fall_1_2": "I fell asleep and missed the jellfish.$s",
	"fall_16_2": "Hurry Up Daddy!^Hurry Up Mommy!#$b#I wanna play the fishing game!",
    "fall_27_2": "BOO!#$b#Haha, I'm scary.$h#$b#Great-Grandpa even said so.",
	"winter_1_2": "SNOW! Daddy, there's snow.^SNOW! Mommy, there's snow.#$b#Can we build a snowman together?",
  	"winter_8_2": "Good luck fishing on ice daddy.^Good luck fishing on ice mommy.#$b#I'll cheer you on from solid ground.",
  	"winter_24_2": "Don't forget to leave out milk and cookies daddy.^Don't forget to leave out milk and cookies mommy.",
	"winter_25_2": "He came! He came!$1#$b#I got a teddy bear!$1",
	"winter_28_2": "~For Auld Lang Syne, my dear. For Auld Lang Syne~#$b#~We'll take a cup of kindness yet, for the sake of Auld Lang Syne~",
	"Mon": "Hi daddy!$1^Hi mommy!$1",
	"Tue": "{{Random:~Mary had a little lamb~#$b#~Little lamb Little lamb~, ~Old McDonald had a farm E I E I O~, ~Baa baa black sheep have you and wool?~#$b#~Yes sir yes sir three bags full~, ~The farmer's in his den. The farmer's in his den~, ~The sheep’s in the meadow. The cow’s in the corn.~}}",
	"Wed": "I saw {{Random:a unicorn in the forest, a mermaid on the beach, a UFO last night, a witch flying over the mountains, a dragon in the distance, something moving in the sewers, a fairy near the crops, a leprechaun on a train, a pink sheep, a doggy in town}}!$1",
	"Thu": "When I grow up, I'm going to be {{Random:a farmer, a fisher, a sailor, a pilot, an adventurer, a rancher, a teacher, a mayor, a wizard, an artist, an author, a scientist, a doctor, a miner, a circus clown, a fortune teller, a reporter, an animator, a game developer, a web designer, a carpenter, a nurse, a train conductor, a movie star, an astronaut, a fire fighter, a ploice officer, a soldier, just like you}}!",
	"Fri": "%What did you do at school this week, {{Loe2run.ChildToNPC/FirstChildName}}?#$b#{{Random:We did lots of math problems, We read a story about a princess knight that slayed an evil lich, We practiced writing, I played with Jas and Vincent the whole time, We learned about the planets in the solar system, Nothing really. I was boared the whole time}}.",
	"Sat": "Saturday morning cartoons are the best.#$b#Especially the ones when {{Random:the adults from other cartoons are kids, kids team up with friendly monsters to fight the bad guys, animal's act like people, superheroes save the day}}.",
	"Sun": "Yay! I get to pick dinner tonight.$1#$b# I want... {{Random:pepper poppers, pumpkin pie, blackberry cobbler, round fruit, breakfast, chocolate cake, pink cake, milk and cookies, ice cream, steaks, BBQ ribs, spaghetti and meatballs, cheeseburgers, pizza, tacos, fried chicken, breadcrumb porkchops, chicken noodle soup}}.",
	"7_2": 
	"Hey dad?^Hey mom?	#$q 7332000/7332001 bedtimestory_followup#Can you read me a bedtime story tonight? 		#$r 7332000 50 bedtimestory_yes #Of course! 		#$r 7332001 0 bedtimestory_no#Sorry sweety, maybe next time.",
				"bedtimestory_yes": "YAY!$1",
				"bedtimestory_no": "Oh... okay.$s",
				"bedtimestory_followup": "$p 7332000#I want a book about dragon slayers.$1|...*sniffle*.$3"
}