
{

	"Introduction": "Hello. My name is Herbert P. Lovell. I haven't failed to notice that I've never seen you around here before.#$b#Either way, it is a pleasure to meet you.$7",
	"Mon": "Greetings @. May I have your opinion on something?#$b#$q 6000/6001 mon_template#Are your first impressions of me that I am posh?#$r 6000 250 mon_yes#No!#$r 6001 100 mon_no#Well...",
	"mon_yes": "Good, thank you. Just because I'm educated at Vanedale Prep does not make me posh.#$e#",
	"mon_no": "Well perhaps you should seek a higher education yourself then you would understand what it's like.$5#$b#",
	"mon_template": "$p 6000#Perhaps another time...",
	"Tue": "My Uncle was offering to let me continue my education somewhere closer to Pelican Town.#$b#I don't see why I should. I see my Grandfather often enough.#$b#And even if I wanted to, my parents would never allow that.$1",
	"Wed": "My dream in life is to become a lawyer. I think I'd like that profession very much.#$b#I've been told I certainly have the qualities of one.$1",
	"Thu": "Robin built my house for me, which was extremely kind of her.$3#$b#It was a present from my Grandfather on my birthday.$1",
	"Fri": "Hopefully I'll return to school soon. Oh, you don't know what happened?#$b#Valedale Prep's been temporarily closed until further notice. A gas leak apparently.$1",
	"summer_Wed": "I forgot my sun cream. Oh dear.$1",
	"Sat": "I've been living here for a few months already. Until school opens again, I'll be staying here.#$b#My parents pay for my tuition there.$3",
	"Sun": "My Grandfather Lewis was suggesting that I have a part-time hobby as a gardener while I'm off.#$b#He said that he could give me a small pocket of land.#$e#I hardly imagine I'll have time for that, what with all my studies and career goals.",
	"Fri8": "Could I take you out to dinner one night?$3#$b#I could ask Gus to give us a private room.$4#$b#Would you like that?$3",
	"Mon2": "Hello @. How are you today? I hope your day is going well.$3",
	"Thu2": "I like to think that I get along spendidly with Harvey. He's a decent chap isn't he?$3#$b#I should invite him to our annual Vanedale rugby match.#$b#I'm on the team, by the way.$7",
	"spring_Tue4": "I heard the Flower Dance festival is today.#$b#They don't teach us how to dance at Vanedale Prep. If you couldn't tell.",
	"danceRejection": "It's very kind of you to ask, but I'm afraid I have to make a call during the dance.#$b#Perhaps ask someone else?",
	"divorced": "Do you know how much it hurts to even see you every day let alone talk to you?$4#$b#You're not the person I thought you were, @. The @ I knew was kind, reassuring and most of all, would NEVER leave without at least saying GOODBYE.$4#$b#The clear misjudgement of your character will scar me for a long time.$4#$b#But I can live without you. I don't need you anymore.$4",
	"dumped_Guys": "I enjoyed spending time with you before, but now I'd rather you leave me alone.$1#$b#And while you're at it, don't bother visiting me at my house anymore.$4#$b#I'd rather you stay far away from me.$4",
	"secondChance_Guys": "@, if I open myself back to you, will I have to close myself off again? Because right now I don't know.$2#$b#I suppose there's only one way to find out.$2",
	"Tue2": "If you ever need anything, come ask me.#$b#I'll help you out the best I can.$3",
	"Wed2": "Have you ever read the book 'Great Expectations'?#$b#I recommend. There's even a character with my name in there.$3",
	"Fri2": "I used to visit Pelican Town every summer as a child.#$b#My parents would send me here to spend time with my Grandfather.#$b#I don't see my parents much.$1",
	"Sat2": "Willy has begun to teach me how to fish this year!$3#$b#We've been on four fishing trips together already.#$b#What a nice chap.$3",
	"Sun2": "Sunday means Roast Dinner!$3#$b#I'll be collecting a turkey from Pierre's later today. His prices are so different to what I'm used to.$1",
	"Mon4": "Mayor Lewis told me that you left your previous job working for Joja to come here.$1#$b#How ironic! My father works at Joja!$3#$b#He said it's a finely paying job. So why did you quit?",
	"Tue4": "Now, I once knew this chap called Andrew. I met him in my first year at Vanedale, and you know what he did on the last day?#$b#He set off the fire extinguisher and had to get the entire carpet of the West side replaced!$7#$b#He was, natually, expelled.",
	"Wed4": "I've ripped another hole in my trouser knee. It's an old pair Lewis gave me.#$b#I hope he isn't too upset.$1",
	"Thu4": "Here's a story for you. My old headmaster used to wear matching socks and ties to school every day.$3#$e#Each day had a different colour.$3#$b#Then his wife left him, and he only wore grey socks.#$b#So a few of my mates bought a pack of rainbow socks and decorated the classroom!$3",
	"Fri4": "I'm waiting for my monthly phone call from my mother.$1#$b#She's late.$1#$b#She's meant to call me every month to make sure I'm okay and discuss my spending of my allowance etc.",
	"Sat4": "Hello @, how are you today? I hope you're doing well.",
	"Sun4": "I have a bag pre-packed just in case I get the call from my mother than I can return to Vanedale Prep.#$b#She said she would send a car to collect me.#$b#Soon I'll be out of here!$3",
	"Mon6": "I noticed some of the paving stones are cracked.#$b#Lewis should look into that. I wouldn't want anyone to trip.",
	"Tue6": "Would you care to invite me to your farm one day? I'm curious to see the progess you've made.#$b#My grandfather is curious also. When he empties your shipping box at night, he can't see the farm very well in the dark.",
	"Wed6": "Once I finish my education I'll either pursue a profession as a lawyer, or I'll become an apprentice as Joja.#$b#Just like my dad.$3",
	"Thu6": "Do tell @, what was your education like? What kind of school did you go to? Ever been to a boarding school?",
	"Fri6": "A while ago I had a sweetheart.$2#$b#Her name was Lucy. She had all this blonde hair and she was truly lovely.$2#$b#It ended awfully, though.$1",
	"Sat6": "I've never been one to back down from a fight.$7#$b#I've been in many fights with my mates and I've won them all.$7",
	"Sun6": "How strange. I just received a phone call from the Joja Company.$1#$b#They spoke about my Grandfather's old community center? They want to convert it?#$b#I'm unsure. I must talk to Lewis.",
	"Mon8": "My dear @, accept this please. [458]#$b#I want you to know how much I adore you.$4",
	"Tue8": "According to Louis, my parents' old butler back in Vanedale, that he's found new work with a different family.$2#$b#He was there with me growing up. I wish that chap all the best.$2",
	"Wed8": "Sometimes I feel as if you're the only person I can talk to here.$1#$b#I've never tell anyone else the things I tell you.$4",
	"Thu8": "I'll admit I'm anxious about the next steps in our relationship.$2#$b#My last one didn't end very well.$1",
	"summer_Mon6": "I found a stash of secret letters under Lewis' bed. I didn't open them, obviously, but I recognized the handwriting.$1#$e#I wonder why Marnie is sending Lewis so many letters...$1",
	"summer_Mon4": "I'll take you to see the Moonlight Jellyfish if you'd like.$3#$b#They're quite exquisite.$3",
	"summer_Mon6": "Last summer Sam held a volleyball tournament on the beach.$3#$b#It was extremely entertaining!$3#$b#Though I don't think Hailey was too invested, considering her sunbathing was disrupted.",
	"summer_Tue2": "Pehaps you could accompany Emily and I later?#$b#She's taking me shell collecting.$3#$b#And I thought perhaps you could take a break from your farming.",
	"summer_Tue8": "I used to bring books with me everywhere so I could study at every chance.#$b#But now... I want to study less and do more creative things with my life.",
	"summer_Wed2": "I have a spare bottle of water, if you'd like it just say.#$b#I understand that it is extremely hot today. So here.$3",
	"summer_Wed4": "I'm not used to this kind of weather. Back home the most interesting weather I'd get was a cloudy sky.#$b#Perhaps some rain, if I was lucky.#$b#I can remember the summers I didn't spend here to be quite dreary.",
	"summer_Thu6": "I bought myself a brand new picnic blanket for this summer!$3#$b#So I can sit on the grass and study.#$b#It's green with white spots. Rather lovely, if you ask me.$3",
	"summer_Thu8": "Here. I brought you something from the beach earlier when I went with dear Emily. [394]",
	"summer_Fri4": "When I was a child, I desperately wanted to be an astronaut.$1#$b#Now that I am older, it is clear to see that that would not be possible.$1#$b#Father and mother never approved.",
	"summer_Fri8": "Mother used to say that once my education is finished and once I have become a lawyer like she wants me to, she will re-open my old bank account.#$b#She closed it because when I was younger I didn't know how to spend money correctly.$1#$e#Now that it's open... I have no idea how to spend all that money.$2",
	"summer_Tue": "The insect population here is becoming rather extreme.$5#$b#Good thing I bought some Joja insecticide.$1#$b#Do tell me if you want to borrow some.",
	"summer_Thu4": "Gus and I are old mates. He's been working at that saloon ever since I was a child.#$e#It is wonderful that I get to catch up with him every summer.$3",
	"summer_Fri": "There's an icecream stand now?$6#$b#Out of my way! Out of my way$6",
	"summer_Sat": "I think the sunshine will do us all some good. Your cheeks look much pinker, which is always a good sign.$3",
	"summer_Sat2": "I have this silly little thing that I feel obliged to do every summer.#$b#I suppose it's some sort of routine.$1#$b#I go on a little hike with my Grandfather and we camp for the night.#$b#Now, knowing me you'd think I'd hate to be down lying in the dirt.$1#$e#But I suppose it's bearable.",
	"summer_Sat8": "I'm scared to open my mailbox nowadays. Who knows what crushing letters may be inside.$2",
	"summer_Sun4": "Now, I'm no artist but I reckoned that I should try drawing. I tried to draw one of those moonlight jellyfish.#$b#Oh but it went so, so wrong.$2#$b#I'm pretty certain that jellyfish should not look like spiders.$2",
	"summer_Sun6": "I'm a little worried. My parents have not called at all this month.$1#$b#Or perhaps they're too busy for me.$2",
	"fall_Mon": "I'll have to order a new coat for Fall. My parents send me an allowance each season.#$b#Do your parents do that? Or do you live off the land?",
	"fall_Mon2": "Lewis gave me a present this morning. Now, I am aware that my birthday has already passed.#$b#He gave me one of his old ties. He said, 'Herbert, if any occasion requires a tie, I want you to wear this.'#$b#That was nice of the old chap wasn't it?$3",
	"fall_Mon6": "Now, I try not to snoop as much as possible, but I couldn't help but read one of my Grandfather's letters on his desk by accident.#$e#He must have forgotten to hide it.$1#$b#He's meeting up with someone at midnight? I'm not sure.",
	"fall_Tue": "I try to involve myself with the people living here. It's refreshing to learn new personalities.#$b#Say, do you like reading? I love to spend time in the library.$3#$e#Perhaps you could accompany me one day?$1",
	"fall_Tue2": "Why, hello @. How are you? I do hope your farm is progressing nicely.$2",
	"fall_Tue8": "Ah, yes. Halloween will be upon us soon.$1#$b#If you could not tell, I certainly find other festivals preferable.$1#$b#I do wonder where Lewis gets the skeletons from...$1",
	"fall_Wed": "I just had new shoes mailed in all the way from Germany.$7#$b#And they weren't even too expensive! Only $433.$3#$b#Oh - I'm sorry I do not intend to brag.$3",
	"fall_Wed4": "All these leaves are sticking to my shoes like glue.#$b#It's such a pain to trample a little trail of leaves wherever I go.$1",
	"fall_Wed6": "Halloweens at Vanedale Prep were so intriguing. We had our own little ritual.#$e#Timothy Beckett was the most fearless out of all us chaps, so every year we had to try and scare him.#$e#We tried everything, absoloutely everything.$1#$e#And what worked? Why, nothing did! He even got a trophy!$3",
	"fall_Thu": "I have two horses back in Vanedale. They're called Dukie and Pukie.#$e#I'm quite proud of the names, to be completely honest.$3",
	"fall_Thu6": "What was your life like when you worked for Joja? Were you always busy all the time? What sort of work is it?#$b#I'm just curious.",
	"fall_Thu8": "Joja destroyed my family. I suppose that from the start my parents have never felt love - they had an arranged marriage by their families.$1#$b#Neither of them wanted it.$2",
	"fall_Fri4": "I'm so frustrated!$5#$b#My parents still haven't returned from their buisness trip apparently.$2#$b#I tried ringing my parents' Butler but he was so vague.$2#$b#What am I meant to do?$5",
	"fall_Fri2": "I've begun to grow a plant, funnily enough. I decided to take up my Grandfather's suggestion.#$b#Gardening is quite splendid isn't it?$3#$b#I get to have control over something, a life that needs my care and help to survive.$3#$b#Perhaps I should give it a name.$3#$b#Oh, maybe not that far.$1",
	"fall_Fri6": "Hello @. Could I tell you a secret?$1#$b#Last night I took a trip out of Pelican town and met up with a few of my mates. It seems they are all extremely content with the lack of work and studying they have to do.$1#$b#So naturally, I explained that I could NOT give up studying because of my career goals.$1#$b#They were supportive, but said something very strange. They asked, 'Is that what YOU really want?'$1#$b#I said, of course, yes it is! Why would it not be?$6",
	"fall_Sat": "I've torn a hole in my favourite woolly jumper! Whatever can I do?$2#$b#I can't just go and buy a new one. It was a present from my Grandfather.$2",
	"fall_Sat4": "I'd forgotten what it was like to be here in Pelican Town. It has a sense of freedom around it, doesn't it?$3",
	"fall_Sat8": "When my parents used to send me emails it's never for a good reason. I learnt to ignore them.$1#$e#Though sometimes... I used to just sit and stare at the hundreds of digital letters they sen me and just wonder how I have wronged them so badly.$1#$b#Half the time I didn't even know what I'd done.$1#$b#I just wanted them to be proud of me...$1",
	"fall_Sun": "I know that I was a difficult child, so it mustn't have been easy for my parents to deal with me.$1#$e#Still, I'm thankful for their methods. It raised me to the man I am today.$3",
	"fall_Sun2": "I'm planning on growing a whole orchard next summer.$3#$b#My Grandfather thinks it's a spendid idea!$3#$b#Though I mustn't abandon my studies.$1",
	"winter_Mon": "My grandmother used to send me a knitted set each winter, which was kind of her if not always entirely practical.#$b#I don't ever know why she did it. I've never seen her once.$1#$b#erhaps it was her way of contacting me.",
	"winter_Tue6": "I was watching the news last night - did you hear? A Joja factory recently went up in flames. There seemed to be no apparent cause for the fire.#$e#How strange.",
	"winter_Wed": "I usually have to board over during the winter at school.#$b#I don't ever come home for Christmas. This is the first Christmas I've had with family for a while.$1",
	"winter_Thu": "Do you have any siblings, @? I myself am an only child. My relatives consist of my parents, my grandfather, and some distant relatives.",
	"winter_Fri": "Christmases in Pelican Town are so much brighter than the ones back in Vanedale.",
	"winter_Mon2": "Winter is the perfect time for star-gazing. You should try it out! It's wonderfully peaceful.$3",
	"winter_Mon8": "I remember a Mother's day, long ago. I wrote my mother a poem. I faintly commented on the fact that she was always work-work-working.$1#$b#And she tore my poem into shreds telling me how disgusted she was about the fact I was ungrateful for her working to help support the family, and that I should be grateful that I can afford the things my friends can't.$1#$b#I cried that night.$1#$e#But it's all character building, apparently.$1",
	"winter_Tue4": "My mother is Lewis' daughter. He didn't know he had any family until when she was 18 she looked and sought him out.#$b#His relationship with her is... strained, apparently.$1#$b#But he and I have a good relationship which my mother likes to take advantage of, if I'm being honest.$1#$e#But that's just how my mother works. I'm sure it's always in my best interest.#$b#Her decisions, I mean.$1",
	"winter_Tue6": "Hopefully next year my parents will re-open my bank accounts. I mean, it's been five years.$1",
	"winter_Wed2": "A new year begins soon. I do hope it will be better and HOPEFULLY Vanedale Prep will re-open.#$b#However the whole 'gas leak' story is still popular in the papers for some reason.$1#$b#Oh! Did you know Vanedale Prep was funded by Joja?",
	"winter_Wed6": "Ever feel like something bad is going on right under our noses?#$b#I just have this unexplainable feeling of foreboding.$1#$e#I wonder why.",
	"winter_Thu4": "I'll toast to you and all the work you've done at your farm at the end of this year!#$e#You've done your grandfather proud!$3",
	"winter_Thu8": "At Vanedale Prep, we also have a new years Ritual. There's a secret club just on the edge of school grounds.$7#$b#It would only open once a year for one day.#$b#And even to this day we never knew who ran it... How mysterious.$1",
	"winter_Fri6": "Your grandfather and mine were apparently thick as theives. I'm unsure if I ever met him, though I do remember when he owned your farm.$3",

}












